Repository: NaN-tic/trytond-magento
Catalog: locale/*.po
Languages: ca_es, es_es

# error:magento.app:
source: Magento connection are successfully but you need configure your Magento first
ca_es: La connexió amb Magento s'ha realitzat correctament però ha de configurar el seu Magento primer.
es_es: La connexión con Magento se ha realizado correctamente pero debe configurar su Magento primero.

# error:magento.app:
source: Magento connection are successfully!
ca_es: La connexió amb Magento s''ha realitzat correctament.
es_es: La connexión con Magento se ha realizado correctamente.

# error:magento.app:
source: Magento connection failed!
ca_es: La connexió amb Magento no s''ha realizat correctament.
es_es: La connexión con Magento no se ha realizado correctamente.

# error:sale.shop:
source: Threre are not orders to export
ca_es: No hi han comandes a exportar
es_es: No hay pedidos a exportar

# field:magento.app,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:magento.app,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.app,customer_default_group:
source: Customer Group
ca_es: Grup client
es_es: Grupo cliente

# field:magento.app,log_clean:
source: Clean Logs
ca_es: Neteja logs
es_es: Limpieza logs

# field:magento.app,magento_countrys:
source: Countries
ca_es: Païssos
es_es: Países

# field:magento.app,magento_default_storeview:
source: Store View Default
ca_es: Store View defecte
es_es: Store View defecto

# field:magento.app,magento_regions:
source: Regions
es_es: Regiones

# field:magento.app,magento_websites:
source: Websites
ca_es: Botigues
es_es: Tiendas

# field:magento.app,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.app,password:
source: Password
ca_es: Contrasenya
es_es: Contraseña

# field:magento.app,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.app,request_group:
source: Group
ca_es: Grup
es_es: Grupo

# field:magento.app,username:
source: Username
ca_es: Nom usuari
es_es: Nombre usuario

# field:magento.app,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.app,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.app-country.country,country:
source: Country
ca_es: Pais
es_es: País

# field:magento.app-country.country,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.app-country.country,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.app-country.country,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.app-country.country,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.app-country.country,write_uid:
source: Write User
ca_es: Usuario modificación
es_es: Usuario modificación

# field:magento.app.customer,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.app.customer,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.app.customer,magento_customer_group:
source: Customer Group
ca_es: Grup client
es_es: Grupo cliente

# field:magento.app.customer,magento_emailid:
source: Email Address
ca_es: Direcció Email
es_es: Dirección Email

# field:magento.app.customer,magento_storeview:
source: Last Store View
ca_es: Última visita botiga
es_es: Última vista tienda

# field:magento.app.customer,magento_vat:
source: Magento VAT
ca_es: Magento CIF/NIF
es_es: Magento CIF/NIF

# field:magento.app.customer,party:
source: Party
ca_es: Tercers
es_es: Terceros

# field:magento.app.customer,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.app.customer,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.app.customer,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.app.customer-magento.storeview,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.app.customer-magento.storeview,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.app.customer-magento.storeview,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.app.customer-magento.storeview,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.app.customer-magento.storeview,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.customer.group,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.customer.group,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.customer.group,customer_group:
source: Customer Group ID
ca_es: Grup client ID
es_es: Grupo cliente ID

# field:magento.customer.group,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.customer.group,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.customer.group,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.customer.group,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.external.referential,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.external.referential,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.external.referential,model:
source: Tryton Model
ca_es: Modelo Tryton
es_es: Modelo Tryton

# field:magento.external.referential,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.external.referential,write_date:
source: Write Date
ca_es: Data modificaci
es_es: Fecha modificación

# field:magento.external.referential,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.region,code:
source: Code
ca_es: Codi
es_es: Código

# field:magento.region,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.region,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.region,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.region,res_country_state:
source: State
ca_es: Estat
es_es: Estado

# field:magento.region,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.region,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.shop.payment,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.shop.payment,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.shop.payment,method:
source: Method
ca_es: Mètode
es_es: Método

# field:magento.shop.payment,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.shop.payment,shop:
source: Shop
ca_es: Botiga
es_es: Tienda

# field:magento.shop.payment,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.shop.payment,write_uid:
source: Write User
ca_es: Usuario modificación
es_es: Usuario modificación

# field:magento.shop.status,cancel:
source: Cancel
ca_es: Cancelar
es_es: Cancelar

# field:magento.shop.status,confirm:
source: Confirm
ca_es: Confirmar
es_es: Confirmar

# field:magento.shop.status,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.shop.status,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.shop.status,paidinweb:
source: Paid in web
ca_es: Pagat en web
es_es: Pagado en web

# field:magento.shop.status,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.shop.status,shop:
source: Shop
ca_es: Tienda
es_es: Tienda

# field:magento.shop.status,status:
source: Status
ca_es: Estats
es_es: Estados

# field:magento.shop.status,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.shop.status,write_uid:
source: Write User
ca_es: Usuario modificación
es_es: Usuario modificación

# field:magento.storegroup,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.storegroup,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.storegroup,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.storegroup,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.storegroup,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.storegroup,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.storeview,code:
source: Code
ca_es: Codi
es_es: Código

# field:magento.storeview,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.storeview,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.storeview,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.storeview,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.storeview,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.storeview,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:magento.website,code:
source: Code
ca_es: Codi
es_es: Código

# field:magento.website,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:magento.website,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario de creación

# field:magento.website,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.website,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:magento.website,sale_shop:
source: Sale Shop
ca_es: Vendes per botiga
es_es: Ventas por tienda

# field:magento.website,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:magento.website,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:sale.shop,esale_delivery_product:
source: Delivery Product
ca_es: Producte entrega
es_es: Producto entrega

# field:sale.shop,esale_discount_product:
source: Discount Product
ca_es: Producte descompte
es_es: Producto descuento

# field:sale.shop,esale_uom_product:
source: Default UOM
ca_es: UdM per defecte
es_es: UdM por defecto

# field:sale.shop,magento_from_sale_orders:
source: From Orders
ca_es: Des de comandes
es_es: Desde pedidos

# field:sale.shop,magento_last_status_orders:
source: Last Status Orders
ca_es: Últims estats comanda
es_es: Últimos estados pedidos

# field:sale.shop,magento_notify_cancel:
source: Notify Cancel
ca_es: Notifica cancelació
es_es: Notificar cancelación

# field:sale.shop,magento_notify_delivered:
source: Notify Delivered
ca_es: Notifica entrega
es_es: Notificar entrega

# field:sale.shop,magento_notify_paid:
source: Notify Paid
ca_es: Notifica pagat
es_es: Notificar pagado

# field:sale.shop,magento_notify_paid_delivered:
source: Notify Paid/Delivered
ca_es: Notifica pagat/entregat
es_es: Notificar pagado/entregado

# field:sale.shop,magento_notify_paidinweb:
source: Notify Paid in web
ca_es: Notifica pagaments en web
es_es: Notificar pagos en web

# field:sale.shop,magento_notify_paidinweb_delivered:
source: Notify Paid in web/Delivered
ca_es: Notificar pago web/entrega
es_es: Notificar pago web/entrega

# field:sale.shop,magento_payments:
source: Payments
ca_es: Pagaments
es_es: Pagos

# field:sale.shop,magento_price_global:
source: Price Global
ca_es: Preu global
es_es: Precio global

# field:sale.shop,magento_reference:
source: Magento Reference
ca_es: Referència Magento
es_es: Referencia Magento

# field:sale.shop,magento_scheduler:
source: Scheduler
ca_es: Planificador de tasques
es_es: Planificador de tareas

# field:sale.shop,magento_status:
source: Status
ca_es: Estats
es_es: Estados

# field:sale.shop,magento_status_cancel:
source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

# field:sale.shop,magento_status_delivered:
source: Delivered
ca_es: Entregat
es_es: Entregado

# field:sale.shop,magento_status_paid:
source: Paid
ca_es: Pagada
es_es: Pagada

# field:sale.shop,magento_status_paid_delivered:
source: Paid/Delivered
ca_es: Pagado/Entregado
es_es: Pagado/Entregado

# field:sale.shop,magento_status_paidinweb:
source: Paid in web
ca_es: Pagat en web
es_es: Pagado en web

# field:sale.shop,magento_status_paidinweb_delivered:
source: Paid in web/Delivered
ca_es: Pagat en web/entregat
es_es: Pagado en web/entregado

# field:sale.shop,magento_to_sale_orders:
source: To Orders
ca_es: A les comandes
es_es: A los pedidos

# help:magento.app,customer_default_group:
source: Default Customer Group
ca_es: Grup de client per defecte
es_es: Grupo de cliente por defecto

# help:magento.app,log_clean:
source: Days from delete logs to past
ca_es: Dies eliminació de logs
es_es: Dias eliminación de logs

# help:magento.app,magento_default_storeview:
source: Default language this shop. If not select, use lang user
ca_es: Idioma per defecte. Si no s'utilitzarà el de l'usuari
es_es: Idioma por defecto. Si no se usa el idioma del usuario

# help:magento.app,request_group:
source: Group Users to notification
ca_es: Grup usuari per les notificacions
es_es: Grupo usuario para notificaciones

# help:magento.app,uri:
source: URI Magento App. http://yourmagento.com/ (with / at end)
ca_es: URL Magento APP. http://www.yourmagento.com/ (con / al final)
es_es: URL Magento APP. http://www.yourmagento.com/ (con / al final)

# help:magento.app.customer,magento_emailid:
source: Magento uses this email ID to match the customer.
ca_es: Magento utiliza aquest ID com a correu per buscar clients.
es_es: Magento utiliza este Id como correo para buscar clientes.

# help:magento.app.customer,magento_storeview:
source: Last store view where the customer has bought.
ca_es: La última botiga que el client ha comprat
es_es: La última tienda que el cliente a comprado

# help:magento.app.customer,magento_vat:
source: To be able to receive customer VAT number you must set it in Magento Admin Panel, menu System / Configuration / Client Configuration / Name and Address Options.
ca_es: Per rebre el número de CIF/NIF ha d'estar actiu a Magento a Sistema / Configuració / Clients / Nom i adreces
es_es: Para recibir el número de CIF/NIF debe activarlo en Magento a Sistema / Configuración / Clientes / Nombre y dirección

# help:magento.shop.payment,method:
source: Code Payment (example: paypal, checkmo, ccsave,...)
ca_es: Codis pagaments (exemple: paypal, checkmo, ccsave,...)
es_es: Código pagos (ejemplo: paypal, checkmo, ccsave,...)

# help:magento.shop.status,cancel:
source: Sale Order change state draft to cancel
ca_es: Comandes cambia l'estat de borrador a cancel·lat
es_es: Pedidos cambia del estado borrador a cancelado

# help:magento.shop.status,confirm:
source: Confirm order. Sale Order change state draft to done, and generate picking and/or invoice automatlly
ca_es: Confirmar comanda. La comanda cambiarà de borrador a realitzat, i generarà un albarà o factura automàticament.
es_es: Confirmar pedido. El pedido cambiará de borrador a realizado, y generá un albarán o factura automáticamente.

# help:magento.shop.status,paidinweb:
source: Sale Order is paid online (virtual payment)
ca_es: Pedido venta es pagado on-line (pago virtual)
es_es: Pedido venta es pagado on-line (pago virtual)

# help:magento.shop.status,status:
source: Code Status (example, cancel, pending, processing,..)
ca_es: Codi estats (exemple: cancel, pending, processing...)
es_es: Código estados (ejemplo: cancel, pending, processing...)

# help:sale.shop,magento_from_sale_orders:
source: This date is last import (filter)
ca_es: La fecha es la última importación (filtre)
es_es: La fecha es la última importación (filtro)

# help:sale.shop,magento_last_status_orders:
source: This date is last export (filter)
ca_es: La data de la última exportació (filtre)
es_es: La fecha de la última exportación (filtro)

# help:sale.shop,magento_notify_cancel:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_notify_delivered:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_notify_paid:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_notify_paid_delivered:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_notify_paidinweb:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_notify_paidinweb_delivered:
source: Magento notification
ca_es: Notificació Magento
es_es: Notificación Magento

# help:sale.shop,magento_price_global:
source: This sale use in global prices (by multistore)
ca_es: Esta tienda sólo usa precios globales (multistore)
es_es: Esta tienda sólo usa precios globales (multistore)

# help:sale.shop,magento_reference:
source: Use Magento Reference (Increment) in sale name
ca_es: Utilitzar el número de referencia de Magento (increment) en les comandes de venda
es_es: Usar el número de referencia de Magento (incremento) en los pedidos de venta

# help:sale.shop,magento_scheduler:
source: Available this Sale Shop crons (import/export)
ca_es: Disponible en aquesta botiga planificadors (importa/exporta)
es_es: Disponible en esta tienda planificación (import/export)

# help:sale.shop,magento_status_cancel:
source: Status for cancel orders
ca_es: Estat de les comandes cancel·lades
es_es: Estado de pedidos cancelados

# help:sale.shop,magento_status_delivered:
source: Status for delivered (picking)
ca_es: Estat per entregues (albarans)
es_es: Estado para entregas (albaranes)

# help:sale.shop,magento_status_paid:
source: Status for paid orders (invoice)
ca_es: Estado pagado pedidos (factura)
es_es: Estado pagado pedidos (factura)

# help:sale.shop,magento_status_paid_delivered:
source: Status for paid and delivered
ca_es: Estat pagat i entregat
es_es: Estado pagado y entregado

# help:sale.shop,magento_status_paidinweb:
source: Status for paid in web
ca_es: Estat pagat al web
es_es: Estado pagado en web

# help:sale.shop,magento_status_paidinweb_delivered:
source: Status for paid in web and delivered
ca_es: Estat pagat a web i entregat
es_es: Estado pagado en web y entregado

# help:sale.shop,magento_to_sale_orders:
source: This date is to import (filter)
ca_es: La data de la última importació (filtre)
es_es: La fecha de la última importación (filtro)

# model:ir.action,name:act_magento_customer_group_form
source: Magento Customer Group
ca_es: Magento grup clients
es_es: Magento grupo clientes

# model:ir.action,name:act_magento_external_referential_form
source: External Referential
ca_es: Magento External Referential
es_es: Magento External Referential

# model:ir.action,name:act_magento_region_form
source: Magento Region
ca_es: Regions Magento
es_es: Regiones Magento

# model:ir.ui.menu,name:menu_magento_customer_group_form
source: Magento Customer Group
ca_es: Magento grup clients
es_es: Magento grupo clientes

# model:ir.ui.menu,name:menu_magento_external_referential_form
source: External Referential
ca_es: Magento External Referential
es_es: Magento External Referential

# model:ir.ui.menu,name:menu_magento_region_form
source: Magento Region
ca_es: Regions Magento
es_es: Regiones Magento

# model:magento.app-country.country,name:
source: Magento APP - Country
ca_es: Magento App - Païssos
es_es: Magento App - Paises

# model:magento.app.customer,name:
source: Magento App Customer
ca_es: Magento App Clients
es_es: Magento App Clientes

# model:magento.app.customer-magento.storeview,name:
source: Magento APP Customer - Magento StoreView
ca_es: Magento App Clients - Magento StoreView
es_es: Magento App Clientes - Magento StoreView

# model:magento.customer.group,name:
source: Magento Customer Group
ca_es: Magento grup clients
es_es: Magento grupo clientes

# model:magento.region,name:
source: Magento Region
ca_es: Regions Magento
es_es: Regiones Magento

# model:magento.shop.payment,name:
source: Magento Sale Shop Payment Type
ca_es: Magento Tipus de pagament
es_es: Magento Tipo de pago

# model:magento.shop.status,name:
source: Magento Shop Status
ca_es: Magento estat botiga
es_es: Magento estado tienda

# selection:magento.app,log_clean:
source: 01 Day
ca_es: 01 dia
es_es: 01 día

# selection:magento.app,log_clean:
source: 03 Days
ca_es: 03 dies
es_es: 03 días

# selection:magento.app,log_clean:
source: 05 Days
ca_es: 05 dies
es_es: 05 días

# selection:magento.app,log_clean:
source: 07 Days
ca_es: 07 dies
es_es: 07 días

# selection:magento.app,log_clean:
source: 15 Days
ca_es: 15 dies
es_es: 15 días

# selection:magento.app,log_clean:
source: 30 Days
ca_es: 30 dies
es_es: 30 días

# selection:magento.app,log_clean:
source: 60 Days
ca_es: 60 dies
es_es: 60 días

# selection:magento.app,log_clean:
source: 90 Days
ca_es: 90 dies
es_es: 90 días

# view:magento.app:
source: Authentication
ca_es: Autentificació
es_es: Autentificación

# view:magento.app:
source: Countries
ca_es: Païssos
es_es: Países

# view:magento.app:
source: Customer
ca_es: Client
es_es: Cliente

# view:magento.app:
source: Import
ca_es: Importa
es_es: Importar

# view:magento.app:
source: Import Customer Group
ca_es: Importa grup clients
es_es: Importar grupo clientes

# view:magento.app:
source: Import Magento Store
ca_es: Importa Magento Store
es_es: Importar Magento Store

# view:magento.app:
source: Import Regions
ca_es: Importa regions
es_es: Importar regiones

# view:magento.app:
source: Regions
es_es: Regiones

# view:magento.app:
source: Store
ca_es: Botiga
es_es: Tienda

# view:magento.app:
source: Test Connection
ca_es: Test connexió
es_es: Test connexión

# view:magento.app:
source: Websites
ca_es: Botigues
es_es: Tiendas

# view:magento.customer.group:
source: Magento Customer Group
ca_es: Magento grup clients
es_es: Magento grupo clientes

# view:magento.region:
source: Magento Region
ca_es: Regions Magento
es_es: Regiones Magento

# view:magento.shop.payment:
source: Payment
ca_es: Pagament
es_es: Pago

# view:magento.shop.status:
source: Status
ca_es: Estados
es_es: Estados

# view:sale.shop:
source: Export Status
ca_es: Exporta estats
es_es: Exportar estados

# view:sale.shop:
source: Import Status
ca_es: Estat importació
es_es: Estado importación

# view:sale.shop:
source: Payments
ca_es: Pagaments
es_es: Pagos

# field:magento.region,region_id:
source: Region ID
ca_es: Regió ID
